[
  {
    "bio": "John Ronald Reuel Tolkien (1892-1973) was a major scholar of the English language, specialising in Old and Middle English. Twice Professor of Anglo-Saxon (Old English) at the University of Oxford, he also wrote a number of stories, including most famously The Hobbit (1937) and The Lord of the Rings (1954-1955), which are set in a pre-historic era in an invented version of the world which he called by the Middle English name of Middle-earth. This was peopled by Men (and women), Elves, Dwarves, Trolls, Orcs (or Goblins) and of course Hobbits. He has regularly been condemned by the Eng. Lit. establishment, with honourable exceptions, but loved by literally millions of readers worldwide.\r\n\r\nIn the 1960s he was taken up by many members of the nascent \"counter-culture\" largely because of his concern with environmental issues. In 1997 he came top of three British polls, organised respectively by Channel 4 / Waterstone's, the Folio Society, and SFX, the UK's leading science fiction media magazine, amongst discerning readers asked to vote for the greatest book of the 20th century. \r\n\r\n([Source][1])\r\n\r\n**Early Life** \r\nJohn Ronald Reuel Tolkien was born on January 3, 1892, in Bloemfontein, South Africa, to English parents. At the age of three his mother brought him and his younger brother, Hilary, back to England. Tolkien's father died soon afterwards in South Africa, so the family stayed in England and by the summer of 1896 his mother found them a home in the hamlet of Sarehole, just outside the city Birmingham. \r\n\r\nTolkien's family lived in genteel poverty, eventually moving to Moseley a suburb of Birmingham, just north west of Sarehole. When he was 12, Tolkien's mother died, and he and his brother were made wards of a Catholic priest. They lived with aunts and in boarding homes thereafter. The dichotomy between Tolkien's happier days in the rural landscape of Sarehole and his adolescent years in the industrial centre of Birmingham would be felt strongly in his later works. \r\n\r\n**Education** \r\nThe young Tolkien attended King Edward's School in Birmingham in the years 1910 and 1911, where he excelled in classical and modern languages. There are six known contributions he made in the King Edward's School Chronicle. In 1911 he went to Exeter College, Oxford, where he studied Classics, Old English, Germanic languages, Welsh, and Finnish. He quickly demonstrated an aptitude for philology and began to create his own languages. In 1913 Tolkien published his very first poem, called 'From the many-willow'd margin of the immemorial Thames', in the Stapeldon Magazine of Exeter college. \r\n\r\n**The Great War** \r\nBy the time Tolkien had completed his degree at Oxford in 1915, World War I had erupted across Europe. Tolkien enlisted and was commissioned in the Lancashire Fusiliers, but he did not see active duty for months. In this period he wrote the poem 'Goblin Feet' which got published in 'Oxford Poetry 1915'. When he learned that he would be shipped out in March 1916, he married his longtime friend Edith Bratt, the girl the poem was written for. \r\n\r\nTolkien was sent to the Western Front and fought in the Somme offensive. Almost all of his closest friends were killed. After four months in and out of the trenches, he contracted a typhus-like infection and was sent back to England, where he served for the rest of the war. \r\n\r\n**Academic Career** \r\nTolkien's first job was as a lexicographer on the New English Dictionary (helping to draft the Oxford English Dictionary). Tolkien wrote 'A Middle English Vocabulary', but it was not published until 1922, but after it was published some copies were bound with 1st impressions of Sisam’s book, 'Fourteenth Century Verse and Prose' which was published one year before. During this time he began serious work on creating languages that he imagined had been spoken by elves. The languages were based primarily on Finnish and Welsh. He also began his \"Lost Tales\" a mythic history of men, elves, and other creatures he created to provide context for his \"Elvish\" languages. He made the first public presentation of his tales when he read \"The Fall of Gondolin\" to an appreciative audience at the Exeter College Essay Club.\r\n\r\nTolkien then became a professor in English Language at the University of Leeds, where he collaborated with E. V. Gordon on the famous edition of 'Sir Gawain and the Green Knight'. Tolkien remained at Leeds until 1925, when he took a position teaching Anglo-Saxon at Oxford University. In Leeds Tolkien found the time to make a lot of contributions on various Magazines and books like, Gryphon Magazine, Microcosm, TLS, Yorkshire Poetry, Leeds University Verse, e.o.\r\n\r\n**Tolkien at Oxford** \r\nTolkien spent the rest of his career at Oxford, retiring in 1959. Although he produced little by today's \"publish or perish\" standards, his scholarly writings were of the highest caliber. One of his most influential works is his lecture \"Beowulf, the Monsters and the Critics.\" \r\n\r\nAt Oxford Tolkien became a founding member of a loose group of like-minded Oxford friends \"The Inklings\" who met for conversation, drinks, and readings from their works-in-progress. Another prominent member was C. S. Lewis, who became one of Tolkien's closest friends. \r\n\r\nTolkien, a devout Catholic, and Lewis, an agnostic at the time, frequently debated religion and the role of mythology. Unlike Lewis, who tended to dismiss myths and fairy tales, Tolkien firmly believed that they have moral and spiritual value. Said Tolkien, \"The imagined beings have their inside on the outside; they are visible souls. And Man as a whole, Man pitted against the Universe, have we seen him at all till we see that he is like a hero in a fairy tale?\" \r\n\r\n**\"In a hole in the ground . . .\"** \r\nIt was also during his years at Oxford that Tolkien would scribble an inexplicable note in a student's exam book: \"In a hole in the ground there lived a Hobbit.\" Curious as to what exactly a \"Hobbit\" was and why it should live in a hole, he began to build a story about a short creature who inhabited a world called Middle-earth. This grew into a story he told his children, and in 1936 a version of it came to the attention of the publishing firm of George Allen and Unwin (now part of HarperCollins), who published it as The Hobbit, or There and Back Again, in 1937. It become an instant and enduring classic. \r\n\r\n**Lord of the Rings** \r\nStanley Unwin, the publisher, was stunned by The Hobbit's success and asked for a sequel, which blossomed into a multivolume epic. While The Hobbit hinted at the history of Middle-earth that Tolkien had created in his \"Lost Tales\" (which he was now calling \"The Silmarillion\"), the sequel drew heavily upon it. So determined was Tolkien to get every detail right that it took him more than a decade to complete the 12-book \"Lord of the Rings.\" He often left off writing the story for months to hash out a linguistic problem or historical inconsistency. \r\n\r\nThe Lord of the Rings appeared in 1954-1955 in three parts: The Fellowship of the Ring, The Two Towers, and The Return of the King. While the book was eagerly received by the reading public, critical reviews were everything but neutral. Some critics, such as Philip Toynbee, deplored its fantasy setting, archaic language, and utter earnestness. Others, notably W. H. Auden and C. S. Lewis, lauded it for its straightforward narrative, imagination, and Tolkien's palpable love of language. \r\n\r\nThe Lord of the Rings did not reach the height of its popularity until it finally appeared in paperback. Tolkien disliked paperbacks and hadn't authorized a paperback edition. In 1965, however, Ace Books exploited a legal loophole and published an unauthorized paperback version of The Lord of the Rings. Within months Ballantine published an official version (with a rather cross note about respecting an author's wishes). The lower cost of paperbacks and the publicity generated by the copyright dispute boosted sales of the books considerably, especially in America where it was quickly embraced by the 60s counterculture. \r\n\r\nNearly 50 years after its publication, Tolkien's epic tale has sold more than 100 million copies and been translated into more than 25 languages. \r\n\r\n**Tolkien's Legacy** \r\nThe Lord of the Rings is a singular, contradictory work. Written in an almost archaic form, packed with strange words and obsure historical details, and lacking the modern emphasis on the \"inner life,\" it is unabashedly antimodern. But at the same time its melancholy environmentalism and fully realized alternative world are very modern. It has often been read, among as other things, as an allegory of World War II or the Cold War, but Tolkien himself denied any such interpretation, maintaining it was simply a story to be taken on its own terms.\r\n\r\nIts enduring appeal, however, lies not in its literary oddness or straightforward action, but in its beautifully realized world and themes of loss, self-sacrifice, and friendship. In its wake, Tolkien's work left not only a host of sword-and-sorcery imitators and devoted fans, but a lasting legacy in the hundreds of virtual worlds that have come to life in books and films since. \r\n\r\n**Middle-earth after J.R.R**. \r\nJ.R.R. Tolkien died on September 2, 1973. His death did not mark the end of Middle-earth for readers, though. After Tolkien's death his son Christopher endeavored to complete his father's life work. He edited The Silmarillion and saw it published in 1977. In 1980 he began to publish the rest of his father's incomplete writings, culminating in the 12-volume History of Middle-earth series.",
    "links": [
      {
        "url": "http://www.tolkiensociety.org/index.html",
        "title": "The Tolkien Society"
      },
      {
        "url": "http://www.tolkienestate.com/",
        "title": "The Official Website of the JRR Tolkien Estate"
      },
      { "url": "http://www.theonering.com/", "title": "TheOneRing.com" },
      { "url": "http://www.planet-tolkien.com/", "title": "Planet Tolkien" },
      {
        "url": "http://www.tolkienlibrary.com/",
        "title": "The Tolkien Library: Collecting Tolkien books"
      }
    ],
    "image": "https://ia802701.us.archive.org/view_archive.php?archive=/29/items/olcovers615/olcovers615-L.zip&file=6155606-L.jpg",
    "type": { "key": "/type/author" },
    "name": "J.R.R. Tolkien",
    "birth_date": "3 January 1892",
    "photos": [6155606, 6433524, 6433525, 6433526, 5731377, -1],
    "key": "/authors/OL26320A",
    "death_date": "2 September 1973"
  },
  {
    "bio": "Joanne \"Jo\" Murray, OBE (née Rowling), better known under the pen name J. K. Rowling, is a British author best known as the creator of the Harry Potter fantasy series, the idea for which was conceived whilst on a train trip from Manchester to London in 1990. The Potter books have gained worldwide attention, won multiple awards, sold more than 400 million copies, and been the basis for a popular series of films.",
    "name": "J. K. Rowling",
    "links": [{ "url": "http://www.jkrowling.com/", "title": "Official Site" }],
    "image": "https://ia800603.us.archive.org/view_archive.php?archive=/15/items/olcovers554/olcovers554-L.zip&file=5543033-L.jpg",
    "title": "OBE",
    "photos": [5543033, -1],
    "key": "/authors/OL23919A",
    "birth_date": "31 July 1965"
  },
  {
    "bio": "Stephen Edwin King was born in Portland, Maine in 1947, the second son of Donald and Nellie Ruth Pillsbury King. After his parents separated when Stephen was a toddler, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of the elderly couple. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.\r\n\r\nStephen attended the grammar school in Durham and then Lisbon Falls High School, graduating in 1966. From his sophomore year at the University of Maine at Orono, he wrote a weekly column for the school newspaper, THE MAINE CAMPUS. He was also active in student politics, serving as a member of the Student Senate. He came to support the anti-war movement on the Orono campus, arriving at his stance from a conservative view that the war in Vietnam was unconstitutional. He graduated from the University of Maine at Orono in 1970, with a B.A. in English and qualified to teach on the high school level. A draft board examination immediately post-graduation found him 4-F on grounds of high blood pressure, limited vision, flat feet, and punctured eardrums.\r\n\r\nHe and Tabitha Spruce married in January of 1971. He met Tabitha in the stacks of the Fogler Library at the University of Maine at Orono, where they both worked as students. As Stephen was unable to find placement as a teacher immediately, the Kings lived on his earnings as a laborer at an industrial laundry, and her student loan and savings, with an occasional boost from a short story sale to men's magazines.\r\n\r\nStephen made his first professional short story sale (\"The Glass Floor\") to Startling Mystery Stories in 1967. Throughout the early years of his marriage, he continued to sell stories to men's magazines. Many of these were later gathered into the Night Shift collection or appeared in other anthologies.\r\n\r\nIn the fall of 1971, Stephen began teaching high school English classes at Hampden Academy, the public high school in Hampden, Maine. Writing in the evenings and on the weekends, he continued to produce short stories and to work on novels.",
    "name": "Stephen King",
    "links": [
      {
        "title": "Stephen King's Official Web Site",
        "url": "http://www.stephenking.com"
      }
    ],
    "image": "https://covers.openlibrary.org/a/id/7252554-L.jpg",
    "title": "Schriftsteller",
    "photos": [7252554, 7127409, 3367542, 6155621, 6876038],
    "key": "/authors/OL2162284A",
    "birth_date": "September 21, 1947"
  },
  {
    "photos": [6155669, 6387401],
    "bio": "George R.R. Martin was born September 20, 1948 in Bayonne, New Jersey. His father was Raymond Collins Martin, a longshoreman, and his mother was Margaret Brady Martin. He has two sisters, Darleen Martin Lapinski and Janet Martin Patten.\r\n\r\nMartin attended Mary Jane Donohoe School and Marist High School. He began writing very young, selling monster stories to other neighborhood children for pennies, dramatic readings included. Later he became a comic book fan and collector in high school, and began to write fiction for comic fanzines (amateur fan magazines). Martin's first professional sale was made in 1970 at age 21: \"The Hero,\" sold to Galaxy, published in February, 1971 issue. Other sales followed.\r\n\r\nIn 1970 Martin received a B.S. in Journalism from Northwestern University, Evanston, Illinois, graduating summa cum laude. He went on to complete a M.S. in Journalism in 1971, also from Northwestern.\r\n\r\nAs a conscientious objector, Martin did alternative service 1972-1974 with VISTA, attached to Cook County Legal Assistance Foundation. He also directed chess tournaments for the Continental Chess Association from 1973-1976,\r\n\r\nand was a Journalism instructor at Clarke College, Dubuque, Iowa, from 1976-1978. He wrote part-time throughout the 1970s while working as a VISTA Volunteer, chess director, and teacher.\r\n\r\nIn 1975 he married Gale Burnick. They divorced in 1979, with no children. Martin became a full-time writer in 1979. He was writer-in-residence at Clarke College from 1978-79.\r\n\r\nMoving on to Hollywood, Martin signed on as a story editor for Twilight Zone at CBS Television in 1986. In 1987 Martin became an Executive Story Consultant for Beauty and the Beast at CBS. In 1988 he became a Producer for Beauty and the Beast, then in 1989 moved up to Co-Supervising Producer. He was Executive Producer for Doorways, a pilot which he wrote for Columbia Pictures Television, which was filmed during 1992-93.\r\n\r\nMartin's present home is Santa Fe, New Mexico. He is a member of Science Fiction & Fantasy Writers of America (he was South-Central Regional Director 1977-1979, and Vice President 1996-1998), and of Writers' Guild of America, West.",
    "key": "/authors/OL2621846A",
    "links": [
      { "url": "http://www.georgerrmartin.com/", "title": "Official Web Site" },
      { "url": "http://grrm.livejournal.com/", "title": "George R. R. Martin's Blog" }
    ],
    "image": "https://ia802701.us.archive.org/view_archive.php?archive=/29/items/olcovers615/olcovers615-L.zip&file=6155669-L.jpg",
    "name": "George R.R. Martin",
    "remote_ids": { "viaf": "98636170", "wikidata": "Q181677", "isni": "0000000077784510" },
    "birth_date": "September 20, 1948"
  },
  {
    "bio": "Roald Dahl was a British novelist, short story writer, and screenwriter.\r\n\r\nBorn in north Cardiff, Wales, to Norwegian parents, Dahl served in the Royal Air Force during the Second World War, in which he became a flying ace and intelligence agent. He rose to prominence in the 1940s with works for both children and adults, and became one of the world's bestselling authors. His short stories are known for their unexpected endings, and his children's books for their unsentimental, often very dark humour.",
    "name": "Roald Dahl",
    "links": [
      { "url": "http://www.roalddahl.com/", "title": "Roald Dahl Website" },
      { "url": "http://en.wikipedia.org/wiki/Roald_Dahl", "title": "Wikipedia" }
    ],
    "death_date": "23 November 1990",
    "image": "https://covers.openlibrary.org/a/id/9395323-L.jpg",
    "photos": [9395323, 9395316, 9395314, 9395313, 6287214],
    "key": "/authors/OL34184A",
    "birth_date": "13 September 1916"
  },
  {
    "website": "http://www.agathachristie.com/",
    "bio": "Agatha Mary Clarissa Miller was born in Torquay, Devon, in the United Kingdom, the daughter of a wealthy American stockbroker. Her father died when she was eleven years old. Her mother taught her at home, encouraging her to write at a very young age. At the age of 16, she went to Mrs. Dryden's finishing school in Paris to study singing and piano. In 1914, at age 24, she married Colonel Archibald Christie, an aviator in the Royal Flying Corps. While he went away to war, she worked as a nurse and wrote her first novel, The Mysterious Affair at Styles (1920), which wasn't published until four years later. When her husband came back from the war, they had a daughter. In 1928 she divorced her husband, who had been having an affair. In 1930, she married Sir Max Mallowan, an archaeologist and a Catholic. She travelled with her husband's job, and set several of her novels set in the Middle East. Most of her other novels were set in a fictionalized Devon, where she was born.\r\n\r\nAgatha Christie is credited with developing the \"cozy style\" of mystery, which became popular in, and ultimately defined, the Golden Age of fiction in England in the 1920s and '30s, an age of which she is considered to have been Queen. In all, she wrote over 66 novels, numerous short stories and screenplays, and a series of romantic novels using the pen name Mary Westmacott. She was the single most popular mystery writer of all time. In 1971 she was made a Dame Commander of the Order of the British Empire.\r\n\r\nAs of June 2018, Christie has retained her crown as the world’s [most translated author][1] with a total of 7,236 translated versions of her works are on record with the UNESCO Translationum Index.",
    "name": "Agatha Christie",
    "links": [
      {
        "url": "http://www.agathachristie.com/about-christie/the-queen-of-crime/120-year-anniversary/",
        "title": "Agatha Christie 120"
      },
      {
        "url": "https://https://www.tomedes.com/translator-hub/most-translated-author.php",
        "title": "Who is the world’s most translated author"
      }
    ],
    "image": "https://covers.openlibrary.org/a/id/9249814-L.jpg",
    "death_date": "12 January 1976",
    "photos": [9249814, 5539485],
    "key": "/authors/OL27695A",
    "birth_date": "15 September 1890"
  },
  {
    "bio": "Orson Scott Card is an American novelist, critic, public speaker, essayist and columnist. He writes in several genres but is known best for science fiction. His novel Ender's Game (1985) and its sequel Speaker for the Dead (1986) both won Hugo and Nebula Awards, making Card the only author to win both science fiction's top U.S. prizes in consecutive years.",
    "name": "Orson Scott Card",
    "links": [
      {
        "url": "http://www.hatrack.com/",
        "title": "The Official Web Site of Orson Scott Card"
      },
      {
        "url": "https://en.wikipedia.org/wiki/Orson_Scott_Card",
        "title": "Wikipedia"
      }
    ],
    "image": "https://ia800609.us.archive.org/view_archive.php?archive=/10/items/olcovers572/olcovers572-L.zip&file=5721201-L.jpg",
    "photos": [5721201],
    "key": "/authors/OL25161A",
    "birth_date": "August 24, 1951"
  },
  {
    "bio": "American author of young adult literature, whose works include *The Hunger Games* trilogy and *The Underland Chronicles* series. The daughter of an Air Force officer, she lives in her native home of Connecticut.",
    "name": "Suzanne Collins",
    "links": [
      {
        "url": "http://www.suzannecollinsbooks.com/",
        "title": "Suzanne Collins Books"
      }
    ],
    "image": "https://ia800700.us.archive.org/view_archive.php?archive=/31/items/olcovers702/olcovers702-L.zip&file=7026950-L.jpg",
    "photos": [7026950, -1],
    "key": "/authors/OL1394359A",
    "birth_date": "1962"
  },
  {
    "website": "http://www.NoraRoberts.com",
    "bio": "Eleanor Marie Robertson was born on October 10, 1950 in Silver Spring, Maryland, U.S.A. She was the youngest of the five children, also the only girl, of a marriage with Irish ancestors. Her family were avid readers, so books were always important in her life. She attended a Catholic school and credits the nuns with instilling in her a sense of discipline. During her sophomore year in high school, she transferred to a local public school, where she met Ronald Aufdem-Brinke, her future first husband.\r\n\r\nIn August 17, 1968, as soon as she had graduated from High School, Eleanor married, against her parents' wishes. The marriage settled in Keedysville, Maryland. Her husband worked at his father's sheet-metal business before joining her parents in their lighting company. While, she worked briefly as a legal secretary. \"I could type fast but couldn't spell, I was the worst legal secretary ever,\" she says now. After their sons, Dan and Jason, were born she stayed home. Calling this her \"Earth Mother\" years, she spent much of her time doing crafts, including ceramics and sewing her children's clothes. The marriage ended separating, and they obtained the divorce in January 1985.\r\n\r\nIn February 1979, a blizzard in forced her hand to try another creative outlet. She was snowed in with a three and six year old with no kindergarten respite in sight and a dwindling supply of chocolate. During the now famous blizzard, she pulled out a pencil and notebook and began to write down one of those stories. It was there that a career was born. Several manuscripts and rejections later, her first book, Irish Thoroughbred, was published by Silhouette in 1981 as Nora Roberts, a shortened form of her birth name Eleanor Marie Robertson, because she assumed that all authors had pen names.\r\n\r\nEleanor wrote under the pseudonym Jill March a story for a magazine titled \"Melodies of Love\". \r\n\r\nEleanor met her second husband, Bruce Wilder, when she hired him to build bookshelves. They were married in July 1985. Her husband owns and operates a bookstore in Boonsboro, Maryland called \"Turn the Page Books\". Since that time, they've expanded their home, traveled the world.\r\n\r\nIn 1992, she decided adopted other pseudonym so to publish a futuristic-suspense novels, she first decided to use the pseudonym D.J. MacGregor, but she discovered that this pseudonym was used by another author. In 1995, her first \"In Death\" serial novel was published under the pseudonym J.D. Robb, the initials \"J.D.\" were taken from her sons, Jason and Dan, while \"Robb\" is a shortened form of Roberts.\r\n\r\nEleanor has also been known as Sara Hardesty, because when the \"Born In\" series was released in U.K. it carried that name instead of Nora Roberts. She has since changed publishers.\r\n\r\nEleanor has been plagiarized by another best-selling romance writer, Janet Dailey. The practice came to light after a reader read Nora Roberts' \"Sweet Revenge\" and Janet Dailey's \"Notorious\" back-to-back; she noticed several similarities and posted the comparable passages on the Internet. Calling the plagiarism \"mind rape,\" Eleanor sued Janet Daily. In 1997, Janet, admitted to repeatedly plagiarizing from Nora Roberts' work, and that both \"Aspen Gold\" and \"Notorious\" lifted heavily from Nora Roberts's work. Both of those novels were pulled from print after Janet's admission. She acknowledged the plagiarism and blamed it on a psychological disorder. In a settlement, Janet paid Eleanor an undisclosed sum, which Eleanor donated to the Literacy Volunteers of America.\r\n\r\nA founding member of the Romance Writers of America (R.W.A.), she was the first inductee in the organization's Hall of Fame. She also is a member of several writers groups and has won countless awards from her colleagues and the publishing industry.\r\n\r\nIn 1989, Nora Roberts's novel \"Magic Moments\" had been made into TV movie, also \"Sanctuary\" (Melissa Gilbert) in 2001. In 2007 Lifetime Television adapted four Nora Roberts's novels into TV movies: , \"Montana Sky\" (Ashley Williams), \"Carolina Moon\" (Claire Forlani), \"Blue Smoke\" (Alicia Witt) and \"Angel's Fall\" (Heather Locklear).",
    "links": [
      {
        "url": "http://www.NoraRoberts.com",
        "title": "Nora Roberts Website"
      }
    ],

    "name": "Nora Roberts",
    "image": "https://ia800608.us.archive.org/view_archive.php?archive=/23/items/olcovers696/olcovers696-L.zip&file=6962008-L.jpg",
    "photos": [6962008, 3365766, -1],
    "key": "/authors/OL18977A",
    "birth_date": "10 October 1950"
  },
  {
    "bio": "Sidney Sheldon was an Academy Award-winning American writer. His TV works spanned a 20-year period during which he created The Patty Duke Show (1963–66), I Dream of Jeannie (1965–70) and Hart to Hart (1979–84), but it was not until after he turned 50 and began writing best-selling novels such as *Master of the Game* (1982), *The Other Side of Midnight* (1973) and *Rage of Angels* (1980) that he became most famous.",
    "links": [
      {
        "url": "https://en.wikipedia.org/wiki/Sidney_Sheldon",
        "title": "Sidney Sheldon Wikipedia"
      }
    ],
    "image": "https://ia800606.us.archive.org/view_archive.php?archive=/32/items/olcovers642/olcovers642-L.zip&file=6424998-L.jpg",
    "name": "Sidney Sheldon",
    "death_date": "30 January 2007",
    "photos": [6424998],
    "key": "/authors/OL225246A",
    "birth_date": "11 February 1917",
    "type": { "key": "/type/author" }
  },
  {
    "bio": "Lisbeth Salander is wanted for a triple murder. All three victims are connected to a trafficking expose about to be published in Mikael Blomqvists magazine Millenium, and Lisbeths fingerprints are on the weapon.\r\n\r\nLisbeth vanishes to avoid capture by the justice. Mikael, not believing the police, is despairingly trying to clear her name, using all his resources and the staff of his magazine. During this process, Mikael discovers Lisbeths past, a terrible story of abuse and traumatizing experiences growing up in the Swedish care system.\r\n\r\nWhen he eventually finds her, it’s only to discover that she is far more entangled in his initial investigation of the sex industry than he could ever imagine.\r\n([source][1])\r\n\r\n\r\n  [1]: http://stieglarsson.com/the-girl-who-played-with-fire/",
    "name": "Stieg Larsson",
    "links": [{ "url": "http://www.stieglarsson.com/", "title": "stieglarsson.com" }],
    "image": "https://ia800605.us.archive.org/view_archive.php?archive=/11/items/olcovers667/olcovers667-L.zip&file=6679314-L.jpg",
    "death_date": "9 november 2004",
    "photos": [6679314],
    "key": "/authors/OL1414302A",
    "birth_date": "15 august 1954",
    "type": { "key": "/type/author" }
  }
]
